Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: ask learners to collect the materials for wheels and axles from home beforehand tell them to also use their imaginations when looking for different materials to use .
af: vra leerders vooraf om boumateriale vir wiele en asse van die huis af te bring &#8211; vra hulle ook om hulle verbeelding te gebruik wanneer hulle vir die verskillende materiale soek .

source: you will also need to supply some of the materials below .
af: jy sal ook sommige van die materiale hieronder moet verskaf .

source: set up a mini competition to see whose tractor can go the furthest after giving it one push and it is carrying an object such as the board duster or some other small fairly light object .
af: hou 'n klein kompetisie om te sien wie se waentjie kan die verste gaan na een stoot terwyl dit 'n voorwerp dra byvoorbeeld 'n borduitve&#235;r of ander klein ligte voorwerp .

source: use a tape measure to record how far each learner's tractor went .
af: gebruik 'n maatband om te meet hoe ver elke leerder se waentjie gegaan het .

source: make a drawing of your final design for your improved tractor below .
af: maak 'n tekening van jou finale verbeterde waentjie ontwerp hieronder .

source: remember to label the different materials that you used .
af: onthou om die verskillende materiale te benoem wat jy gebruik het .

source: which material did you decide was the best to use for the wheels and why ?
af: wat het jy besluit was die beste materiaal om vir die wiele te gebruik en hoekom ?

source: learner dependent answer .
af: leerderafhanklike antwoord .

source: make sure they provide a reason for the chosen material .
af: maak seker hulle verskaf 'n rede vir die materiaal wat hulle gekies het .

source: what did you decide to use for the axles and why ?
af: wat het jy besluit om as asse te gebruik en hoekom ?

source: how did you attach the wheels to the axle in your final design ?
af: hoe het jy die wiele aan die asse vasgemaak in jou finale ontwerp ?

source: learner dependent answer
af: leerderafhanklike antwoord .

source: how far could your tractor travel while carrying an object after you gave it a push ?
af: hoe ver het jou waentjie gegaan terwyl dit 'n objek dra nadat jy dit 'n stoot gegee het ?

source: how would you improve your design if you had to do it again ?
af: hoe sou jy jou ontwerp verbeter as jy dit moes oordoen ?

source: this is a learner dependent answer but the teacher needs to check that learners evaluate their designs .
af: leerderafhanklike antwoord .

source: car truck bicycle pram motor bike trolley etc .
af: motor vragmotor fiets stootwaentjie motorfiets winkelwaentjie ens .

source: jojo did this because one lid was probably unstable and wobbled whereas two lids are more stable and do not wobble .
af: jojo het dit waarskynlik gedoen omdat een deksel onstabiel was en gewikkel het terwyl twee deksels saam meer stabiel is en nie wikkel nie .

source: the one axle is skew which will make the tractor move in a curve to the one side .
af: die een as is skeef en dit sal veroorsaak dat die waentjie in 'n kurwe eenkant toe beweeg .

source: he should improve the design by making the axles parallel to each other and perpendicular to the side of the tractor. perhaps explain the words parallel and perpendicular to your class by drawing pictures on the board
af: hy kan sy ontwerp verbeter deur die asse parallel aan mekaar te maak en loodreg met die sy van die waentjie. verduidelik miskien aan jou klas die woorde parallel en loodreg met tekeninge op die bord .

source: small wheels over smooth ground in homes shops etc .
af: klein wiele &#8211; oor gladde oppervlaktes in huise winkels ens .

source: big wheels over rougher ground to move more easily go faster
af: groot wiele &#8211; oor ongelyke oppervlaktes om makliker en vinniger te beweeg .

source: do you remember that in gr. 4 we looked at space and the objects found in space ?
af: onthou jy dat ons in graad 4 gekyk het na die ruimte en die voorwerpe wat ons in die ruimte kry ?

source: last year in gr. 5 we mostly looked at earth and the features of earth .
af: verlede jaar in graad 5 het ons meestal gekyk na die aarde en die kenmerke van die aarde .

source: now we are going to explore space a bit more !
af: nou gaan ons die ruimte 'n bietjie verder ondersoek !

source: before carrying on let's refresh our memories on some of the things about space from gr. 4 .
af: voordat onsaangaan kom ons verfris net so 'n bietjie ons geheue met sommige van die dinge oor die ruimte uit graad 4 .

source: the birth of our solar system http www.youtube.com watch?v b1axbpyndgc
af: die geboorte van die sonnestelsel goo.gl ydya6

source: teacher guide answer
af: onderwysersgids antwoord

source: do you remember what a solar system is ?
af: onthou jy wat 'n sonnestelsel is ?

source: our solar system is made up of the sun and the planets .
af: ons sonnestelsel bestaan uit die son en die planete .

source: let's take a look !
af: kom ons kyk !

source: the sun glows so fiercely that it is not safe to look straight at it even though it is so far away .
af: die son gloei so kwaai dat dit nie veilig is om direk daarna te kyk nie selfs al is dit so ver weg .

source: the sun is a ball of gases .
af: die son is 'n bol gasse .

source: the temperature at the centre of the sun is about 15 000 000 degrees celsius !
af: die temperatuur is omtrent 15 000 000 grade celsius in die middelpunt van die son !

source: the surface is about 5 500 degrees celsius .
af: op die oppervlak is die temperatuur ongeveer 5 500 grade celsius .

source: that is extremely hot !
af: dit is uitermatig warm !

source: can you see the explosion from the surface of the sun in the picture? !
af: kan jy die ontploffing sien ?

source: comparing the sizes of planets and the sun http sciencenetlinks.com interactives messenger psc planetsize.html
af: vergelyk die groottes van die planete en die son goo.gl 3xloi

source: the sun is a star because it produces its own energy .
af: die son is 'n ster aangesien dit sy eie energie opwek .

source: the sun appears bigger and brighter because it is much nearer to earth than the other stars .
af: die son lyk asof dit groter en helderder is aangesien dit baie nader aan die aarde is as die ander sterre .

source: the sun is about 150 million kilometres from earth and the next nearest star to us after the sun is over 40 million million kilometres away .
af: die son is ongeveer 150 miljoen kilometer weg van die aarde en die naaste ster aan ons buiten die son is ongeveer 40 miljoen miljoen kilometer ver .

source: the sun is about 420 times bigger than the earth and about 1700 times bigger than the moon !
af: die son is ongeveer 420 keer groter as die aarde en omtrent 1700 keer groter as die maan !

source: the sun is much further away than the moon from the earth .
af: die son is baie verder weg van die aarde as die maan .

source: the sun produces light and heat .
af: die son produseer lig en hitte .

source: the heat warms the surface of the earth .
af: die hitte verhit die oppervlakte van die aarde .

source: study the image of the sun and then answer the questions that follow in the activity below .
af: bestudeer die prent van die son en beantwoord dan die vrae wat volg in die onderstaande aktiwiteit .

source: which is the hottest part of the sun ?
af: wat is die warmste deel van die son ?

source: the hottest part of the sun is the core that is the middle white part .
af: die kern is die warmste en middelste wit gedeelte van die son .

source: the sun's energy comes from gases being squeezed together until hydrogen turns into helium .
af: die son se energie kom van gasse wat saamgepers wordtotdat waterstof in helium verander .

source: where do you think the gases are squeezed together the hardest ?
af: waar dink jy word die gasse die meeste saamgepers ?

source: in the core
af: in die kern

source: what are the dark spots on the surface of the sun called ?
af: wat word die donker kolle op die oppervlakte van die songenoem ?

source: sunspots
af: sonvlekke

source: when the sun has changed all its hydrogen into helium and other substances it will begin to die .
af: wanneer die son al sy waterstof na helium en ander stowwe verander het sal dit begin doodgaan .

source: but we need not worry because that will happen 10 000 million years from now .
af: maar ons hoef nie daroor bekommerd te raak nie want dit sal eers oor 10 000 miljoen jaar gebeur .

source: the following pages contain a lot of text and not much in the way of activities and writing .
af: die volgende bladsye bevat baie teks en nie baie aktiwiteite of skryfwerk nie .

source: this is intended to be told as an interesting story to your learners .
af: dit is bedoel om as 'n interessante storie vir die leerders vertel te word .

source: read through this together .
af: lees dit saam deur .

source: get learners to read different parts at different times .
af: laat die leerders verskillende dele op verskillende tye lees .

source: as you are going through it ask the class different questions such as do you know the names of any constellations? can you remember the names of all 8 planets? do you know the names of any other greek philosophers? e.g .
af: soos wat julle deur die werk gaan vra die klas verskillende vrae soos ken jy diename van enige van die konstellasies van sterre? ken jy die name van al 8 planete? ken jy die name van enige ander griekse filosowe? bv .

source: socrates plato aristotle .
af: socrates plato aristoteles .

source: this can also be used as revision to remind learners about what they learnt in gr. 4 about the solar system .
af: dit kan ook gebruik word as hersiening van dit wat hulle in graad 4 oor die sonnestelsel geleer het .

source: long long ago people watched the stars at night .
af: lank lank gelede het mense in die nag na die sterre gekyk .

source: shepherds looking after sheep and cattle would lie down and look at the night sky .
af: skaapwagters wat na hulle skape en beeste gekyk het sou plat gaan l&#234; het om na die naghemel te kyk .

source: people in hot regions like mesopotamia now iraq slept on the roofs of their houses .
af: mense in warm lande soos mesopotami&#235; nou irak hou daarvan om op die dakke van hul huise te slaap .

source: they had plenty of time to look at the stars .
af: hulle het dus baie tyd gehad om na die sterre te kyk .

source: they knew the patterns of stars in the sky and how the stars moved across the sky during the night .
af: hulle het die patrone van die sterre en hoe die sterre deur die naghemel beweeg geken .

source: the patterns were fixed they did not change .
af: die patrone was vas hulle het nie verander nie .

source: for example you can find a pattern like the southern cross if you look up towards the south .
af: byvoorbeeld jy kan 'n patroon soos die suiderkruis vind as jy suid kyk .

source: you can see it in the first photo below .
af: jy kan dit sien in die foto hieronder .

source: the second photo with white lines helps you to see the cross .
af: die tweede foto met die wit lyne help jou om die kruis te sien .

source: it always looks the same because the stars are always the same distance apart .
af: dit lyk altyd dieselfde aangesien die sterre altyd dieselfde afstand van mekaar is .

source: patterns of stars are called constellations .
af: patrone van die sterre word konstellasies genoem .

source: the next image shows some other famous constellations of stars which you can see in the night sky .
af: die volgende voorstelling wys hoe sommige ander konstellasies van sterre lyk wat jy in die naghemel kan sien .

source: people noticed that some bright objects did not behave like the others .
af: mense het waargeneem dat daar 'n paar helder voorwerpe was wat nie soos die ander opgetree het nie .

source: these objects are close to a star one night and then the next night at the same time the object has moved away from the star .
af: hierdie voorwerpe was die een nag naby 'n ster en die volgende nag min of meer dieselfde tyd was die voorwerp verder weg van die ster .

source: night after night these objects appear in new positions among the stars .
af: nag na nag hethierdie voorwerpe nuwe posisies tussen die sterre ingeneem .

source: the greeks of those times called these objects the wanderers because they were in a slightly different position each night .
af: die grieke van die antieke tyd het hierdie voorwerpe die wandelaars genoem aangesien hulle elke aand in 'n ander posisie was .

source: the greek word for wanderer is planetes and so we get the english word planet .
af: die griekse woord vir die wandelaar is planetes en so het ons die afrikaanse woord planeet gekry .

source: a person who wanders is someone who walks around wherever he feels like going .
af: 'n persoon wat 'n wandelaar is loop waarookal hy wil .

source: the wanderers movie http science.gsfc.nasa.gov 690 solarsystemtour.html
af: die wandelaars film http science.gsfc.nasa.gov 690 solarsystemtour.html

source: the planets were a science puzzle
af: die planete was 'n wetenskaplike raaisel

source: people who study the stars are called astronomers .
af: mense wat die sterre bestudeer word sterrekundiges genoem .

source: the planets were a puzzle for ancient astronomers .
af: die planete was 'n raaisel vir die antieke sterrekundiges .

source: why did they move differently to the stars ?
af: hoekom beweeg hulle anders as die sterre ?

source: were they just as far away as the stars ?
af: was hulle net so ver weg soos die sterre ?

source: why were they brighter at some times of the year than at other times ?
af: hoekom was hulle helderder gedurende sommige tyevan die jaar ?

source: the ancient peoples gave names to the planets .
af: die antieke mense het name vir die planete gegee .

source: for example mars was named after the god of war .
af: byvoorbeeld mars is vernoem na die god van oorlog .

source: one planet was so beautiful that they called it venus after the goddess of love and beauty .
af: een planeet was so mooi dat hulle dit venus genoem het na die godin van die liefde en skoonheid .

source: you can see mars at some times of the year .
af: jy kan mars sommige tye van die jaar sien .

source: mars is orange red and at most times it looks smaller than venus .
af: mars is oranje rooi en die meeste van die tyd lyk dit kleiner as venus .

source: it is not as easy to find as venus is; sometimes you have to look late at night to see mars rising in the east .
af: dit is nie so maklik om mars te kry as wat dit is om venus te sien nie; somtyds moet jylaat in die nag kyk om mars in die ooste te sien opkom .

source: how astronomers solved the puzzle
af: hoe sterrekundiges die raaisel opgelos het

source: over hundreds of years astronomers set up observatories in places like india egypt iraq england and countries in europe .
af: oor honderde jare het sterrekundiges sterrewagte opgerig in plekke soos indi&#235; egipte irak engeland en lande in europa .

source: an observatory is a building that has permanent measuring marks .
af: 'n sterrewag is 'n gebou wat permanente meetmerke het .

source: these marks are always in the same position .
af: hierdie merke is altyd in dieselfde posisie .

source: the astronomers make notes of where stars and planets are compared to these fixed positions and they note the dates and times .
af: die sterrekundiges maak notas van waar die sterre en planete is in vergelyking met die vaste posisies en hulle teken van die datums en tye op .

source: a system is a set of parts that work together .
af: 'n sisteem is dele wat saamwerk .

source: any change or movement in one part causes changes in the other parts .
af: enige verandering of beweging in een deel veroorsaak veranderinge in die ander dele .

source: over many years of careful observing the astronomers kept records of where the planets moved .
af: oor baie jare van noukeurige waarneming het die sterrekundiges aantekeninge gemaak van waar die planete beweeg het .

source: they used maths to predict where a planet would be on a future date .
af: hulle het wiskunde gebruik om te voorspel waar 'n planeet op 'n datum in die toekoms sal wees .

source: then on that date they went to check if their prediction was correct .
af: op daardie datum het hulle dan gekyk of hulle voorspelling korrek was .

source: they became very good at measuring doing maths and doing calculations with big numbers .
af: hulle het baie goed geraak met meting wiskunde en berekeninge met groot getalle .

source: so they worked out that the planets are closer to us than the stars and that the planets are moving around the sun .
af: so het hulle bereken dat die planete nader aan ons is as die sterre en dat die planete om die son beweeg .

source: then they realised that earth is a planet too and it is moving around the sun !
af: hulle het ook besef dat die aarde ook 'n planeet is en dat dit om die son beweeg !

source: this idea upset some people who believed that the earth was the centre of the universe and that everything moved around the earth .
af: die idee het sommige mense wat geglo het dat die aarde die middelpunt van die heelal was en alles daarom heen beweeg baie ontstel .

source: nowadays we know exactly where each planet in our solar system is at any time and we can actually send spacecraft to the planets .
af: vandag weet ons presies waar elke planeet op enige tyd is en ons kan ruimtetuie na die planete stuur .

source: the sun together with the planets moving around it is called the solar system .
af: die son saam met die planete wat beweeg word die sonnestelsel genoem .

source: you will learn about that next .
af: jy sal volgende daarvan leer .

source: the solar system video http www.youtube.com watch?v z raeesmsrs
af: die sonnestelsel video goo.gl c32va

source: the solar system consists of the sun and all the planets that orbit around it .
af: die sonnestelsel bestaan uit die son en al die planete wat rondom die son wentel .

source: it also includes asteroids and the planets' moons .
af: dit sluit ook astro&#239;ede en die planete se mane in .

source: in the first image you can see a diagram of the solar system .
af: die eerste voorstelling is 'n diagram van die sonnestelsel .

source: in the second image in the next activity you can see another diagram of the solar system .
af: in die tweede voorstelling in die volgende aktiwiteit kan jy 'n ander diagram van die sonnestelsel sien .

source: both these diagrams try to show you what the solar system is like .
af: beide hierdie diagramme is 'n aanduiding van hoe die sonnestelsel is .

source: the birth of the planets http www.youtube.com watch?feature endscreen&amp;v o plrbwogza&amp;nr 1
af: die geboorte van die planete http www.youtube.com watch?feature endscreen&amp;v o plrbwogza&amp;nr 1

source: pluto used to be classified as a planet .
af: pluto was altyd as 'n planeet geklassifiseer maar nie meer nie .

source: in the solar system each object's force of gravity pulls on all the other objects .
af: in die sonnestelsel trek elke voorwerp se swaartekrag al die ander voorwerpe aan .

source: gravity is a force of attraction between objects .
af: swaartekrag is die krag waarmee twee voorwerpe mekaar aantrek .

source: the sun is the biggest and heaviest object in our solar system and so it exerts the greatest force of gravity on all the planets .
af: die son is die grootste en swaarste voorwerp in ons sonnestelsel so dit oefen die grootste hoeveelheid swaartekrag op die planete uit.die swaartekrag veroorsaak dat al die planete in sirkels om die son beweeg .

source: the names of the planets in our solar system are mercury venus earth mars jupiter saturn uranus and neptune .
af: die name van die planete in ons sonnestelsel is mercurius venus aarde mars jupiter saturnus uranus en neptunus .

source: mercury is the planet closest to the sun and neptune is the planet furthest from the sun .
af: mercurius is die planeet die naaste aan die son en neptunus is die verste planeet vanaf die son .

source: why isn't pluto a planet anymore? http www.youtube.com watch?feature endscreen&amp;v fqx2ydnwtrc&amp;nr 1
af: hoekom is pluto nie meer 'n planeet nie? http www.youtube.com watch?feature endscreen&amp;v fqx2ydnwtrc&amp;nr 1

source: could the planets really be as close to the sun as the picture shows ?
af: kan die planete werklik so naby die son wees as wat dieprent wys ?

source: give some reasons for your answer .
af: gee 'n paar redes vir jou antwoord .

source: no they are not really this close .
af: nee hulle is nie werklik so naby nie .

source: reason 1 a person on earth would see the sun filling half the sky but we know that the real sun looks quite small in the sky .
af: rede 1 vir &#8216;npersoon op die aarde sal dit lyk asof die son die hele hemel opneem maar ons weet dat die son in werklikheid baie klein in die lug lyk .

source: reason 2 all the water on earth would have evaporated and all living things would burn up .
af: rede 2 al die water op die aarde sal verdamp en al die lewende dinge sal uitbrand .

source: which planet is the closest to the sun ?
af: watter planeet is die naaste aan die son ?

source: mercury
af: mercurius

source: is venus or earth closer to the sun ?
af: is venus of die aarde die naaste aan die son ?

source: the learners can see this if they follow the orbit of venus and earth with a pencil .
af: die leerders kan dit sien as hulle die wentelbaan van venus en die aarde met 'n potlood volg .

source: tell the learners to compare this diagram with the previous one and use the information they have already got above about the order of the planets .
af: s&#234; vir die leerders om die diagram met die vorige een te vergelyk en die inligting te gebruik wat hulle vantevore oor die rangskikking van die planete geleer het .

source: this teaches learners that textbooks provide information in different places because they cannot provide all information in the same place .
af: dit leer leerders dat handboeke inligting op verskillende plekke gee aangesien hulle nie al die inligting op dieselfde plek kan weergee nie .

source: write the names of the planets in order beginning from the one that is closest to the sun .
af: skryf die name van die planete in die korrekte volgorde begin met die een wat die naaste aan die son is .

source: mercury venus earth mars jupiter saturn uranus and neptune .
af: mercurius venus aarde mars jupiter saturnus uranus en neptunus .

source: which planet do you think is the coldest and why ?
af: watter planeet is die koudste en hoekom ?

source: neptune .
af: neptunus .

source: it is the furthest away from the sun .
af: dit is die verste weg van die son .

source: why do the planets all keep on moving in orbits around the sun ?
af: hoekom beweeg die planete almal in wentelbane rondom dieson ?

source: the force of gravity between the sun and each planet keeps them moving in their orbits .
af: die swaartekrag tussen die son en elke planeet laat hulle in hul eie wentelbane wentel .

source: the sun is so big and heavy that it can exert a force of gravity that pulls even the furthest planet neptune into its orbit .
af: die son is so groot en swaar dat dit 'n krag kan uitoefen wat selfs die verste planeet neptunus in sy wentelbaan kan hou .

source: the word solar comes from a latin word sol which means sun .
af: die woord solar in engels kom van die latynse woord sol wat son beteken .

source: let's now use our bodies to create a model of how the planets move around the sun !
af: kom ons gebruik ons liggame om 'n model te maak van hoe die planete om die son beweeg !

source: this is a demonstration using two learners at a time .
af: dit is 'n demonstrasie .

source: one learner must run with the ball to get it moving in a circle .
af: gebruik twee leerders op 'n slag .
